{
  "header": {
    "title": "About Triall",
    "body": "Triall is a Dutch company that offers innovative software and services to organisations involved in clinical trials. Since 2018, the company has been spearheading the implementation of decentralised and privacy-enhancing technologies in clinical research.",
    "linkedText": {
      "text": "Member of the ",
      "link": {
        "text": "Mayo Clinic Innovation Exchange",
        "to": "https://innovationexchange.mayoclinic.org/",
        "color": "red"
      }
    }
  },
  "image": "iStock-1182619274-cropped.jpg",
  "points": [
    {
      "icon": "eye.svg",
      "title": "Vision",
      "text": "Triall’s vision is to shape a digital ecosystem for clinical trials: a cross-system, multi-sided collaboration platform through which biopharma professionals, clinicians, patients, and other clinical trial stakeholders can collaborate and exchange research data and insights in a secure, verifiable, and self-sovereign way. This opens up ample opportunity for smarter, more-efficient, and truly patient-centric clinical research."
    },
    {
      "icon": "noun-partnership-2013991.svg",
      "title": "Partners & Collaborators",
      "text": "In building out this digital ecosystem, Triall works with industry-leading organisations in the domains of clinical research, blockchain, Self-Sovereign Identity (SSI), Web3 standards, and secure computation. These include Mayo Clinic, Stanford University’s Human Perception Lab, Sphereon, Crucial Data Solutions, CR2O, Dutch Blockchain Coalition, and many more. To join our consortium of innovators, reach out to our team."
    },
    {
      "icon": "noun-crypto-4680544.svg",
      "title": "Triall’s utility token TRL",
      "text": "The TRL token offers a platform-native means of payment for software and services and represents a key building block of Triall’s ecosystem vision, where it can coordinate fair, equitable, and peer-to-peer exchange of data resources between data providers, data consumers and computation service providers."
    }
  ],
  "button": {
    "text": "More about Triall.io",
    "to": "triall.io/about"
  }
}
